app/Models/HomepageModel.php

SELECT `no_hp_admin`
FROM `admin`
 LIMIT 1
---
    function getAdmin(){
        return $this->select('no_hp_admin')->first();

SELECT COUNT(*) AS `numrows` FROM `desa`
---
    function getJumlahDesaTerdaftar(){
        $query = $this->db->table('desa')->countAll();

SELECT COUNT(*) AS `numrows` FROM `akunwarga`
---
    function getJumlahWargaTerdaftar(){
        $query = $this->db->table('akunwarga')->countAll();